adpyke.vscode-sql-formatter
alefragnani.Bookmarks
allanoricil.salesforce-soql-editor
christian-kohler.path-intellisense
chuckjonas.apex-pmd
codezombiech.gitignore
cweijan.vscode-autohotkey-plus
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
FinancialForce.lana
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
glenn2223.live-sass
humao.rest-client
jeff-hykin.better-cpp-syntax
jeppeandersen.raml
JuanBlanco.solidity
konstantin.wrapSelection
mark-wiemer.vscode-autohotkey-plus-plus
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.powershell
ms-vscode.remote-explorer
MuleSoftInc.aml-vscode
MuleSoftInc.dataweave
naumovs.color-highlight
Oracle.oracledevtools
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
royaction.color-manager
salesforce.salesforce-vscode-slds
salesforce.salesforcedx-vscode-apex
salesforce.salesforcedx-vscode-apex-debugger
salesforce.salesforcedx-vscode-apex-replay-debugger
salesforce.salesforcedx-vscode-core
salesforce.salesforcedx-vscode-expanded
salesforce.salesforcedx-vscode-lightning
salesforce.salesforcedx-vscode-lwc
salesforce.salesforcedx-vscode-soql
salesforce.salesforcedx-vscode-visualforce
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
Wscats.cors-browser
Wscats.eno
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
znck.grammarly
